// Периоды, не включаемые в отпускной стаж
// В стаж работы, дающий право на ежегодный основной оплачиваемый отпуск, не включаются следующие периоды:
// время отсутствия на работе без уважительных причин;
// время отпусков по уходу за ребёнком до достижения им установленного законом возраста;
// время отпусков за свой счёт свыше 14 календарных дней в течение рабочего года.

// Продолжительность ежегодного оплачиваемого отпуска
// Стандартная продолжительность отпуска – 28 календарных дней. Некоторым категориям работников положен более длинный отпуск:
// инвалиды	30
// работники моложе 18 лет, работники с ненормированным рабочим днём	31
// работники, занятые на работах с вредными (2, 3 или 4 степени) и/или опасными условиями труда	35
// работники, трудящиеся в местности, приравненной к районам Крайнего Севера	44
// работники, трудящиеся в районах Крайнего Севера	52
// педагогические работники	42 / 56

// Средний дневной заработок  = За последние 12 месяев
