// Вариант расчета = <b>Калькулятор производит 3 варианта расчетов:</b><br>1. Расчет ежемесячного платежа по сумме и сроку кредита.<br>2. Расчет срока кредита по сумме и заранее заданному ежемесячному платежу<br>3. Расчет возможной суммы кредита при фиксированном сроке и платеже.
// Аннутет = Аннуитетный платеж – вариант ежемесячного платежа по кредиту, когда размер ежемесячного платежа остаётся постоянным на всём периоде кредитования.
// Дифф = Дифференцированный платеж – вариант ежемесячного платежа по кредиту, когда размер ежемесячного платежа по погашению кредита постепенно уменьшается к концу периода кредитования.
// Ежемесячный платеж = 63 741,13  ₽
// Начисленные проценты = 824 468,16  ₽
// Долг + проценты = 3 824 468,16  ₽
// Переплата = 27,48 %
