// Доступный налоговый вычет = Максимальный вычет на покупку недвижимости — 2 000 000 рублей.
// Налог к возврату = Равняется 13% от суммы налогового вычета.<br>При покупке квартиры максимально можно вернуть 260 тыс. руб.
// Год покупки = Имеется ввиду не сам факт покупки, а регистрация права собственности (для вторичного жилья) или приемка квартиры у застройщика (для новостроек)

// Доступный налоговый вычет = 1 846 153,85 руб.
// Сумма налога к возврату = 240 000,00 руб.
// Доступно к возврату за 2025, 2024 г. = 240 000,00 руб.
// Оставшаяся сумма, доступная для возврата в последующие годы = 0,00 руб
