// Налогоплательщик — нерезидент = Гражданин РФ или иностранный гражданин, который провел в России <strong>меньше чем 183</strong> дня в течение 12 месяцев, следующих подряд
// Аннуитет поменять на = До вычета налога
// Дифф поменять на = После вычета налога

// В селект добавить  = Заработная плата, Выплаты, связанные с СВО, Доход с аренды, Доход по операциям с ценными бумагами, Дивиденды, Проценты по вкладам, Приз/выигрыш, Приз/выигрыш в мероприятии рекламного характера, Указать ставку вручную.
